{
  "test": "English",
  "Language": "Language",
  "en": "English",
  "ro": "Romanian",
  "ContactUs": "Contact us",
  "Home": "Home",
  "Services": "Services",
  "services": "services",
  "About": "About",
  "News": "News",
  "Contact": "Contact",
  "Privacy policy": "Privacy Policy",
  "IT Infrastructure Support": "IT Infrastructure Support",
  "Web and app support": "Web and apps",
  "SAP Migration and implementation": "SAP Migration and implementation",
  "Cloud Services": "Cloud Services",
  "Other Services": "Other Services",
  "SapTitleBanner": "SAP services, cloud solutions and IT infrastructure support",
  "SapTitleBanner2": "Future-proof your business",
  "SapTitleBanner3": "with our top-notch services.",
  "TrustedByCompanies": "Trusted by companies of all sizes",
  "EmpowerDigitalTransformation": "Empower digital transformation and growth",
  "EmpowerDigitalTransformationMsg": "Our integrated portfolio of products, solutions, and services is built around SAP services, SAP data migration and implementation, IT infrastructure support, cloud solutions, and custom web and mobile application development.",
  "EmpowerDigitalTransformationMsg2": "We can support your journey to increase efficiency and features dedicated to the digital transformation of your enterprise.",
  "SeeServices": "See our services",
  "AccelerateChange": "We accelerate change across your enterprise",
  "AccelerateChangeMsg": "We deliver value in today’s digital world and help businesses which need the support of an entire ecosystem of practices, technologies, and expertise.",
  "AccelerateChangeMsg2": "Our experienced and certified team of experts is committed to provide your enterprise with the highest level of service and support.",
  "AboutUs": "About us",
  "LatestNews": "Latest News",
  "LatestNewsMsg": "Check our latest news and case studies, read about success stories and how we help our clients to become the best version of themselves.",
  "LatestNewsMsg2": "We're brewing some fresh content! Check back soon to read our latest articles. In the meantime, explore our existing resources or subscribe to get updates.",
  "StepsToSuccess": "Take your first step towards success",
  "StepsToSuccessCTA": "Get in touch",
  "LearnMore": "Learn More",
  "RightsReserved": "All rights reserved",
  "FooterMsg": "We combine our team ingenuity with technology to drive results across your business.",
  "OurStory": "Our story",
  "OurStoryMsg": "Established in 2020, MATTEALE CONSULTING specializes in SAP expertise, earning your trust and delivering top-tier solutions. Our team thrives on creating customized solutions. In every project, we aim to exceed your strategic goals. Challenges? We see them as opportunities. Our approach utilizes SAP technologies to streamline operations, enhancing your business performance. Together, we can achieve your vision.",
  "OurVision": "Our Vision",
  "OurVisionMsg": "At MATTEALE CONSULTING, our vision is to empower organizations to transform their business processes, drive innovation, and achieve long-term success through the power of SAP solutions. We strive to be the trusted partner of choice for businesses seeking to maximize the value of their SAP investments.",
  "OurExpertise": "Our Expertise",
  "OurExpertiseMsg": "Our team at MATTEALE CONSULTING consists of highly skilled SAP consultants with extensive experience in various SAP modules, including:",
  "OurMision": "Our Mission",
  "OurMisionMsg": "Delivering exceptional SAP consultancy services by understanding our clients’ unique needs, providing expert guidance, and implementing tailored solutions that drive growth, efficiency, and profitability.",
  "OurValues": "Our Values",
  "Learn": "Learn",
  "LearnMsg": "Our learning comes first from the front line, as close to the Client as possible.",
  "Commit": "Commit",
  "CommitMsg": "Committing means opening and closing the loop in a timely manner.",
  "Change": "Change",
  "ChangeMsg": "Climate change forces change, the one we control.",
  "ReadyToGetStarted": "Ready to get started",
  "ReadyToGetStartedMsg": "Take your first step towards success"
}
